Revit 2024 API
BuiltInFailures.GroupFailures.RemovingReferencesFromGroupedCurve Property
 References to elements outside the group were removed from a grouped curve element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RemovingReferencesFromGroupedCurve { get; }
Visual Basic
Public Shared ReadOnly Property RemovingReferencesFromGroupedCurve As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RemovingReferencesFromGroupedCurve {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace